[
  "obsidian-excalidraw-plugin",
  "obsidian-day-planner",
  "templater-obsidian",
  "dataview",
  "calendar",
  "customjs",
  "obsidian-charts",
  "homepage",
  "quickadd",
  "file-explorer-note-count",
  "tag-wrangler",
  "obsidian-underline",
  "obsidian-extract-pdf-highlights",
  "recent-files-obsidian",
  "obsidian-sortable",
  "periodic-notes",
  "multi-column-markdown",
  "automatic-table-of-contents",
  "obsidian-list-callouts",
  "obsidian-excel-to-markdown-table",
  "number-headings-obsidian",
  "obsidian-smart-typography",
  "obsidian-outliner",
  "obsidian-zoom",
  "editing-toolbar",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "code-styler",
  "sheets",
  "table-editor-obsidian",
  "obsidian-custom-file-extensions-plugin",
  "execute-code",
  "obsidian-icon-folder",
  "obsidian-git"
]